---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DimensionSegmentArrayIterator
source: html/e010c7d5-6337-fad7-6dbf-d4a8c8eec05e.htm
---
# DimensionSegmentArrayIterator Members

For Internal Use Only.